const data = [

    {
        id: 1,
        text: `彼の名はピート。
貨物蒸気船の船長でありミッキーの上司です。
貨物船はとある船つき場に向かっている途中。
ピートは船を操縦していましたが、いつの間にかどこかへ行ってしまいました...。`,
       img: "/story/pete1.gif",
       width: 1362,
       height: 1719,
    },
    {
        id: 2,
        text: `そこへやってきたみっきー。
誰もいないので代わりに操縦することにしました。
船があらぬ方向へ行ってしまったら大変だからです。
Steamboat Bill を口笛で吹きながら楽しく働きます。
しばらくすると、そこへ・・・`,
       img: "/story/mickey2.gif",
       width: 1120,
       height: 1163,
    },
    {
        id: 3,
        text: `ピートが戻ってきました。
勝手に操縦してるミッキーに仰天！しかもふざけているように見えました。`,
       img: "/story/mickey3.gif",
       width: 1418,
       height: 1170,
       img2: "/story/pete2.gif",
       width2: 721,
       height2: 1667,
    },
    {
        id: 4,
        text: `自分の許可なく勝手に操縦するなんて、あってはならないこと。
それに、操縦するには多くの能力や経験が必要なのです。`,
       img: "/story/pete3.gif",
       width: 1256,
       height: 1584,
    },
    {
        id: 5,
        text: `もう二度と勝手なことはしないように！自分の立場をわきまえろ、などガミガミ大声で怒鳴ります。`,
       img: "/story/pete4.gif",
       width: 1239,
       height: 1827,
       img2: "/story/mickey4.gif",
       width2: 1170,
       height2: 1572,
    },
    {
        id: 6,
        text: `怒りが収まらないピートはこらしめるようにミッキーを蹴って追い出してしまいました。ミッキーは階段から下まで転がり落ちていき、掃除用のバケツの中へ頭から突っ込んでしまいました。`,
       img: "/story/peteImg.jpg",
       width: 1429,
       height: 1629,
    },
    {
        id: 7,
        text: `罰として大量のじゃがいもの皮剥きをするよう命じられました。
ミッキーも怒り心頭です。席を外すピートにも問題があります。なぜならその間何が起こるかわかりません。予想もしないことが起こったかもしれないですから。`,
       img: "/story/mickeyImg.jpg",
       width: 759,
       height: 1209,
    },
    {
        id: 8,
        text: `ミッキーはおうむにからかわれながらひたすら皮を剥いたり切ったり。けれども面白くありません、代わりに船を操縦したのです。それに何か問題を起こしたわけでもありません。ですから、怒るのは理不尽だとミッキーは思います。`,
       img: "/story/mickey5.gif",
       width: 1051,
       height: 1139,
    },
]

export default data;